Revit 2027 API
ParameterTypeId.ElemCategoryParamMt Property
 "Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemCategoryParamMt { get; }
Public Shared ReadOnly Property ElemCategoryParamMt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemCategoryParamMt {
	ForgeTypeId^ get ();
}
static member ElemCategoryParamMt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace